[
  {
    "uuid": "8a4f2d91-3c7a-4b6d-9e41-6f2b8c9a0d13",
    "location": "Massachusetts, USA",
    "timeStamp": "31 October 2024 at 23:45",
    "title": "The Woman in the Courtroom",
    "text": "I stayed late after closing hours, cataloging records in the old courthouse. The room grew cold, the candles flickered, and I heard the soft rustle of fabric behind me. A woman stood near the judge’s bench, her face pale, eyes burning with quiet fury. She whispered a name—mine—before fading away. Later, I discovered my surname listed among the judges who condemned innocents during the witch trials. Some verdicts, it seems, still demand witnesses."
  },
  {
    "uuid": "f5c8b2a7-9e4f-4b1a-8d0e-7c9a6e3b4f21",
    "location": "Aokigahara Forest, Japan",
    "timeStamp": "12 May 2024 at 16:20",
    "title": "The Silent Following",
    "text": "The forest was unnaturally quiet, as if sound itself refused to enter. I sensed footsteps behind me—never close enough to see, never far enough to ignore. Each time I stopped, the presence stopped too. Locals warned me later: never acknowledge the dead here. They follow only those who notice them."
  },
  {
    "uuid": "c91e2f3a-5d47-4f6a-9b12-0e8d6a7f4c55",
    "location": "Bran, Romania",
    "timeStamp": "19 September 2024 at 22:10",
    "title": "The Watcher of the Tower",
    "text": "From the castle tower, I felt eyes fixed upon me—ancient, patient. A tall silhouette stood against the stone, unmoving, cloaked in darkness. When I blinked, it vanished, leaving only the scent of cold iron and old blood. The guide later mentioned a guard who swore to watch the tower even after death. Some oaths are stronger than time."
  },
  {
    "uuid": "4d7b1a6e-8c90-4f12-9e3a-bc2a5d8f7e44",
    "location": "Bavaria, Germany",
    "timeStamp": "6 December 2024 at 19:55",
    "title": "The Bell That Rang Alone",
    "text": "Snow blanketed the village when the church bell rang once—deep, mournful. The church was locked, the bell rope untouched. Elders later told me the bell rings by itself only before tragedy. The next morning, a farmhouse stood burned to ash. No one questioned the warning."
  },
  {
    "uuid": "7e2f4a91-6b8c-4e12-9d0a-1c5b8a4f9d33",
    "location": "Cusco, Peru",
    "timeStamp": "2 April 2025 at 04:30",
    "title": "The Stone Child",
    "text": "Before dawn, I heard crying echo through the stone streets—soft, desperate, endless. I followed it to an ancient wall where the sound abruptly stopped. A local woman crossed herself and told me of a child sacrificed during the Incan era, said to cry before sunrise, searching for warmth that never comes."
  }
]